---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireCircuits
source: html/d85a76fe-9e7a-f740-70d9-d2bf010934f6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireCircuits Property

"Circuits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireCircuits { get; }
```